{
  "logo": {
    "title": "Offizieller NPLAY Discord",
    "description": "https://discord.gg/nordrheintvplay",
    "thumbnail": {
      "url": "https://cdn.discordapp.com/attachments/850466263216947252/970283398063079464/nplay_logo_standard.jpg"
    },
    "image": {
      "url": "https://cdn.discordapp.com/attachments/850466263216947252/970283152163627008/Discord-LogoWordmark-White.png"
    },
    "color": "#00FFAE"
  },
  "welcome": {
    "title": "Der Simulatoren Discord",
    "description":"Mit unserem NPLAY Discord-Server wollen wir Dir neue Möglichkeiten bieten: Diskutiere über die Welt der Simulatoren, tausche Dich über die neuesten Videos auf dem Kanal aus, nimm an exklusiven Gewinnspielen teil und finde andere Gamer zum gemeinsamen Zocken!\n\nUnd das alles auf einer modernen Plattform in angenehmer Atmosphäre.\n\nDie folgenden Informationen sollen Dir dabei helfen, dich auf dem Server schnell und unkompliziert zurechtzufinden.\n\nSollten dennoch Fragen offenbleiben, steht Dir unser Serverteam jederzeit zur Verfügung.\n\nWir wünschen Dir viel Spaß beim Chatten und Unterhalten!\nDein NPLAY Team",
    "author": {
      "name": "nordrheintvplay",
      "icon_url": "https://media.discordapp.net/attachments/510209791214223380/659861897360703488/regular_picture.png"
    },
    "color": "#00FFAE"
  },
  "statistics": {
    "title": "Fehler!",
    "description": "Da ist etwas schiefgelaufen. Bitte kontaktiere <@393843637437464588>!",
    "color": "#aa0c14"
  },
  "team": {
    "title": "Serverteam",
    "description": "Wir sind jederzeit für Dich da!\n\n<@278591435417059328> | Inhaber\n<@307973135746072578> | Serverleitung\n\n<@393843637437464588> | Moderation, Entwickler des Level-Systems\n<@315877643616649220> | Moderation\n<@522867524484726785> | Moderation\n<@142670727236026368> | Moderation\n<@427782609058398229> | Moderation\n\n*Bei Fragen oder anderen Anliegen freuen wir uns auf Deine Nachricht\nim Support oder via PN.*",
    "color": "#00FFAE"
  },
  "categories": {
    "title": "Serverkategorien",
    "description":"Der Server ist in 4 übersichtliche Kategorien aufgeteilt:\n\n**- Informationen:**\nHier findest du alle wichtigen Kanäle zu den organisatorischen Aspekten des Servers sowie den Support.\n\n**- Projekte:**\nTausche Dich hier mit anderen Zuschauern über die Entwicklung des NPLAY YouTube-Kanals und dessen aktuelle Projekte aus.\n\n**- Simulatoren:**\nDiskutiere in den Spiele-Kanälen über Updates, teile deine Bilder und schönste Spielerlebnisse, oder erhalte Support. In <#606645000687583236> finden alle Spiele Platz, für die es keinen eigenen Kanal gibt!\n\n**- Community:**\nDer Bereich des Servers, in welchem alles abseits der Simulatoren diskutiert werden kann: Im <#575918262689333259> können interessante News gepostet und im <#386277336406032385> kann ausgelassen geplaudert werden. Die besten Beiträge des Servers sind jederzeit im <#690664642623701012> zu finden!\n\n*Zudem bieten wir einen Unbegrenzten Talk sowie einen 2 User Talk an.\nBei Bedarf können jederzeit weitere Kanäle eröffnet werden.*",
    "color": "#00FFAE"
  },
  "rules": {
    "title": "Serverregeln",
    "description":"*Wir haben ein paar Regeln aufgestellt, um auf dem Server eine angenehme Diskussionskultur zu wahren. Mit dem Serverbeitritt akzeptierst Du die Einhaltung dieser Regeln.*",
    "fields": [
      {
        "name":"1. ALLGEMEINES",
        "value":"a) Sei höflich zu anderen Nutzern auf dem Server – nutze ihn so, dass sich jeder in angenehmer Atmosphäre unterhalten kann! \nb) Den Anweisungen des Serverteams ist immer Folge zu leisten.\nc) Das mehrmalige Verlassen und Wiederbetreten des Servers ist nicht erlaubt.\nd) Private Daten wie Telefonnummern, Adressen, Passwörter usw. dürfen nicht öffentlich ausgetauscht werden.",
        "inline":false
      },
      {
        "name":"2. CHATREGELN",
        "value":"a) Jegliche Formen von Beleidigung, Missachtung, Diskriminierung, Hetze, Rassismus etc. gegenüber anderen Usern und Dritten sind in den Text- und Sprachkanälen strengstens untersagt.\nb) Werbung für eigene oder fremde Inhalte ist auf dem Server untersagt. Auch Werbung per Privatnachricht an Mitglieder des Servers ist verboten (Ausnahme: Inhalte von NPLAY). Eine Genehmigung kann in Ausnahmefällen bei der Serverleitung angefragt werden. Werbeverbote gelten insbesondere für fragwürdige Shops, wie MMOGA, G2A, Kinguin usw.\nc) In den Chats sind nur Inhalte erwünscht, die der Kanalbeschreibung entsprechen. Trolling, Spamming sowie die ausnahmslose Verwendung von Caps oder Emojis sind verboten. Das gilt auch für Privatnachrichten.\nd) Beiträge sind in der Regel auf Deutsch zu verfassen. Kurze Diskussionsstränge in anderen Sprachen sind zulässig.\ne) Für die Sprachkanäle gilt zudem: Keine Aufnahme von Gesprächen, keine Stimmverzerrer, Soundboards nur mit Einverständnis der anderen User. Kein Channel-Hopping.",
        "inline":false
      },
      {
        "name":"3. IDENTITÄT",
        "value":"a) Nur ein Account je Person auf dem Server erlaubt. Doppel-Accounts werden gesperrt! \nb) Der Nickname darf nicht zur Verwechslung mit anderen Persönlichkeiten führen und keine falsche Identität vortäuschen. Er darf keine Kürzel (z.b:[xyz]) enthalten, nicht nur aus einzelnen Zeichen bestehen (z.B. „!“ ) und muss aus lateinischen Schriftzeichen zusammengesetzt sein (keine Schnörkelschrift o.ä.). User mit anstößigen Namen werden gesperrt!\nc) Nicknameänderungen sind nach Möglichkeit zu vermeiden. Sie erfolgen im Falle eines Regelverstoßes durch das Serverteam. User, die ihren Nicknamen nicht selbstständig ändern können, fragen für eine Änderung das Serverteam. \n\n*Das Kopieren unserer Fassung der Serverregeln ist untersagt. Bei entsprechenden Zwischenfällen behalten wir uns einen Ausschluss vom Server vor.*",
        "inline":false
      }
    ],
    "color": "#00FFAE"
  },
  "rule violations": {
    "title": "Regelverstöße",
    "description":":bangbang: Im Falle eines Verstoßes müssen wir Maßnahmen ergreifen. Diese hängen von vielen individuellen Umständen ab: Wie schwer wiegt der Regelbruch? Ist der User bereits auffällig geworden? Und vor allem: Was muss getan werden, um auf dem Server eine angenehme Diskussionskultur zu bewahren? \n\nHäufig gehen wir dabei wie folgt vor:\n\n__1+ 2. Verstoß:__ **Warnung** über den Carl-Bot mit Hinweis auf das Fehlverhalten, ggf. klärendes Gespräch\n__Ab 3. Verstoß:__ **Mute für bis zu 30 Tage** über den Carl-Bot mit Angabe des Grundes\n__Spätestens ab 5. Verstoß:__ **Temporärer oder dauerhafter Bann** über den Carl-Bot mit Angabe des Grundes\n\nDiese Reihenfolge ist unverbindlich. So erfolgt beispielsweise bei einer schweren Beleidigung eines anderen Servermitglieds selbstverständlich direkt ein dauerhafter Bann, während das fünfmalige Verwenden von Caps höchstens zu einem Mute führt.\n\nBei Fragen dazu wende Dich gerne an das Moderationsteam.",
    "color": "#00FFAE"
  },
  "links": {
    "title": "Nützliche Links",
    "fields": [
      {
        "name": "Youtube",
        "value": "https://bit.ly/2QkZHA6",
        "inline": true
      },
      {
        "name": "Facebook-Seite:",
        "value": "https://bit.ly/39i2jqS",
        "inline": true
      },
      {
        "name": "Facebook-Gruppe:",
        "value": "https://bit.ly/37bEzD1",
        "inline": true
      },
      {
        "name": "Instagram:",
        "value": "https://bit.ly/2EVMvwf",
        "inline": true
      },
      {
        "name": "Twitter:",
        "value": "https://bit.ly/35YgkYQ",
        "inline": true
      },
      {
        "name": "Twitch:",
        "value": "https://bit.ly/2tOJOtY",
        "inline": true
      },
      {
        "name": "Website:",
        "value": "https://nplay.de/",
        "inline": true
      },
      {
        "name": "Nitrado:",
        "value": "https://bit.ly/LSServerNitrado",
        "inline": true
      }
    ],
    "color": "#00FFAE"
  },
  "levelSystem": {
    "title": "Level-System",
    "description": "Unser selbst entwickeltes, abwechslungsreiches Level-System belohnt Dich mit tollen Geschenken, wie gratis Keys für aktuelle Simulatoren!\n\nDu hast NITRO? Booste unseren Server und erhalte ein tolles Supportpaket, unter anderem mit einer dauerhaften PREMIUM-Rolle!\n\nSchau dich im Kanal <#851388807239827466> um und erfahre, wie der Bot funktioniert!\nSteuere den Bot mit einfachen Befehlen in <#665625766444138537>.\n\nSchau auf unserem Entwickler-Discord vorbei, um auch über die vielen neuen Erweiterungen in der Zukunft informiert zu bleiben!\nhttps://discord.gg/JYWezvQ",
    "image": {
      "url": "https://media.discordapp.net/attachments/487343298910879767/668939091772964904/BannerHQ.png"
    },
    "color": "#00FFAE"
  },
  "support": {
    "title": "Support",
    "description":"- In<#386279631189311500> helfen wir Dir bei Problemen und Fragen rund um den Discord-Server. Außerdem freuen wir uns jederzeit über Deine Wünsche - wir behalten die Zukunft im Auge und wollen das User-Erlebnis weiter verbessern.\n\n- Alle Fragen rund um Gaming und den Kanal NPLAY bitte in den entsprechenden Spiele-Kanälen in \"Simulatoren\" bzw. in <#459805064840740864> stellen und dort mit anderen Usern austauschen!",
    "color": "#00FFAE"
  }
}
